console.log(`Вёрстка +10
При загрузке приложения на странице отображаются полученные от API изображения +10
Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся изображения соответствующей тематики, если такие данные предоставляет API +10
Поиск +30
Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10
Реализована функция просмотра отдельного изображения, отображение ошибок при получении данных от сервера и отсутствии изображений удовлетворяющих поисковому запросу
ИТОГОВАЯ ОЦЕНКА: 60 баллов`);