console.log(`Этап 1: Пользователь не зарегистрирован (50 баллов)
    - Ограниченная карусель в блоке About (25/25 баллов):
    - Слайдер в блоке Favorites (23/23 балла)
    - До авторизации (2/2 балла):
        В блоке Favorites все кнопки должны иметь имя Buy, а не Own. 2/2

Этап 2: Пользователь на этапе регистрации (49 баллов)
    - Меню авторизации при нажатии на иконку пользователя (8/8 баллов)
    - Модальное окно REGISTER (29/29 баллов)
    - Окончание регистрации (8/8 баллов)
    - При наличии регистрации, но будучи не авторизованным (4/4 балла)

Этап 3: Пользователь на этапе входа в учётную запись после регистрации (29/29 баллов)
    - Модальное окно LOGIN (27/27 баллов)
    - Блок Favorites 2/2 балла

Этап 4: Пользователь после входа в учётную запись (70/76)
    - Меню профиля при нажатии на иконку с инициалами пользователя 16/16
    - Модальное окно MY PROFILE 23/25
    - Блок Favorites 2/6
    - Модальное окно BUY A LIBRARY CARD 27/27
    - Блок Digital Library Cards 2/2

    ИТОГО : 198`);
