console.log(`
Вёрстка +10\n
Кнопка Play/Pause +10\n
При кликах по кнопкам "Вперёд" и "Назад" переключается проигрываемый аудиотрек. Аудиотреки пролистываются по кругу - после последнего идёт первый +10\n
При смене аудиотрека меняется изображение - обложка аудиотрека +10\n
Прогресс-бар отображает прогресс проигрывания текущего аудиотрека. При перемещении ползунка вручную меняется текущее время проигрывания аудиотрека +10\n
Отображается продолжительность аудиотрека и его текущее время проигрывания +10\n
Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения 0\n
ОБЩИЙ БАЛ: 60/70
`);